[
    {
        "disease": "Itching",
        "first_aid": [
            "Step 1: Identify symptoms associated with Itching.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Itching causes discomfort.",
            "Step 3: Avoid triggers that may worsen Itching, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Itching persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Itching.",
            "Maintain a balanced diet to strengthen immunity against Itching.",
            "Follow hygiene practices to minimize risks related to Itching.",
            "Take prescribed medication if advised for managing Itching."
        ]
    },
    {
        "disease": "Skin Rash",
        "first_aid": [
            "Step 1: Identify symptoms associated with Skin Rash.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Skin Rash causes discomfort.",
            "Step 3: Avoid triggers that may worsen Skin Rash, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Skin Rash persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Skin Rash.",
            "Maintain a balanced diet to strengthen immunity against Skin Rash.",
            "Follow hygiene practices to minimize risks related to Skin Rash.",
            "Take prescribed medication if advised for managing Skin Rash."
        ]
    },
    {
        "disease": "Nodayl Skin Eruptions",
        "first_aid": [
            "Step 1: Identify symptoms associated with Nodayl Skin Eruptions.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Nodayl Skin Eruptions causes discomfort.",
            "Step 3: Avoid triggers that may worsen Nodayl Skin Eruptions, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Nodayl Skin Eruptions persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Nodayl Skin Eruptions.",
            "Maintain a balanced diet to strengthen immunity against Nodayl Skin Eruptions.",
            "Follow hygiene practices to minimize risks related to Nodayl Skin Eruptions.",
            "Take prescribed medication if advised for managing Nodayl Skin Eruptions."
        ]
    },
    {
        "disease": "Continuous Sneezing",
        "first_aid": [
            "Step 1: Identify symptoms associated with Continuous Sneezing.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Continuous Sneezing causes discomfort.",
            "Step 3: Avoid triggers that may worsen Continuous Sneezing, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Continuous Sneezing persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Continuous Sneezing.",
            "Maintain a balanced diet to strengthen immunity against Continuous Sneezing.",
            "Follow hygiene practices to minimize risks related to Continuous Sneezing.",
            "Take prescribed medication if advised for managing Continuous Sneezing."
        ]
    },
    {
        "disease": "Shivering",
        "first_aid": [
            "Step 1: Identify symptoms associated with Shivering.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Shivering causes discomfort.",
            "Step 3: Avoid triggers that may worsen Shivering, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Shivering persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Shivering.",
            "Maintain a balanced diet to strengthen immunity against Shivering.",
            "Follow hygiene practices to minimize risks related to Shivering.",
            "Take prescribed medication if advised for managing Shivering."
        ]
    },
    {
        "disease": "Chills",
        "first_aid": [
            "Step 1: Identify symptoms associated with Chills.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Chills causes discomfort.",
            "Step 3: Avoid triggers that may worsen Chills, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Chills persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Chills.",
            "Maintain a balanced diet to strengthen immunity against Chills.",
            "Follow hygiene practices to minimize risks related to Chills.",
            "Take prescribed medication if advised for managing Chills."
        ]
    },
    {
        "disease": "Joint Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Joint Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Joint Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Joint Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Joint Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Joint Pain.",
            "Maintain a balanced diet to strengthen immunity against Joint Pain.",
            "Follow hygiene practices to minimize risks related to Joint Pain.",
            "Take prescribed medication if advised for managing Joint Pain."
        ]
    },
    {
        "disease": "Stomach Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Stomach Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Stomach Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Stomach Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Stomach Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Stomach Pain.",
            "Maintain a balanced diet to strengthen immunity against Stomach Pain.",
            "Follow hygiene practices to minimize risks related to Stomach Pain.",
            "Take prescribed medication if advised for managing Stomach Pain."
        ]
    },
    {
        "disease": "Acidity",
        "first_aid": [
            "Step 1: Identify symptoms associated with Acidity.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Acidity causes discomfort.",
            "Step 3: Avoid triggers that may worsen Acidity, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Acidity persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Acidity.",
            "Maintain a balanced diet to strengthen immunity against Acidity.",
            "Follow hygiene practices to minimize risks related to Acidity.",
            "Take prescribed medication if advised for managing Acidity."
        ]
    },
    {
        "disease": "Ulcers on tongue",
        "first_aid": [
            "Step 1: Identify symptoms associated with Ulcers on tongue.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Ulcers on tongue causes discomfort.",
            "Step 3: Avoid triggers that may worsen Ulcers on tongue, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Ulcers on tongue persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Ulcers on tongue.",
            "Maintain a balanced diet to strengthen immunity against Ulcers on tongue.",
            "Follow hygiene practices to minimize risks related to Ulcers on tongue.",
            "Take prescribed medication if advised for managing Ulcers on tongue."
        ]
    },
    {
        "disease": "Muscle Wasting",
        "first_aid": [
            "Step 1: Identify symptoms associated with Muscle Wasting.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Muscle Wasting causes discomfort.",
            "Step 3: Avoid triggers that may worsen Muscle Wasting, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Muscle Wasting persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Muscle Wasting.",
            "Maintain a balanced diet to strengthen immunity against Muscle Wasting.",
            "Follow hygiene practices to minimize risks related to Muscle Wasting.",
            "Take prescribed medication if advised for managing Muscle Wasting."
        ]
    },
    {
        "disease": "Vomiting",
        "first_aid": [
            "Step 1: Identify symptoms associated with Vomiting.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Vomiting causes discomfort.",
            "Step 3: Avoid triggers that may worsen Vomiting, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Vomiting persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Vomiting.",
            "Maintain a balanced diet to strengthen immunity against Vomiting.",
            "Follow hygiene practices to minimize risks related to Vomiting.",
            "Take prescribed medication if advised for managing Vomiting."
        ]
    },
    {
        "disease": "Burning Micturition",
        "first_aid": [
            "Step 1: Identify symptoms associated with Burning Micturition.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Burning Micturition causes discomfort.",
            "Step 3: Avoid triggers that may worsen Burning Micturition, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Burning Micturition persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Burning Micturition.",
            "Maintain a balanced diet to strengthen immunity against Burning Micturition.",
            "Follow hygiene practices to minimize risks related to Burning Micturition.",
            "Take prescribed medication if advised for managing Burning Micturition."
        ]
    },
    {
        "disease": "Spotting Urination",
        "first_aid": [
            "Step 1: Identify symptoms associated with Spotting Urination.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Spotting Urination causes discomfort.",
            "Step 3: Avoid triggers that may worsen Spotting Urination, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Spotting Urination persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Spotting Urination.",
            "Maintain a balanced diet to strengthen immunity against Spotting Urination.",
            "Follow hygiene practices to minimize risks related to Spotting Urination.",
            "Take prescribed medication if advised for managing Spotting Urination."
        ]
    },
    {
        "disease": "Fatigue",
        "first_aid": [
            "Step 1: Identify symptoms associated with Fatigue.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Fatigue causes discomfort.",
            "Step 3: Avoid triggers that may worsen Fatigue, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Fatigue persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Fatigue.",
            "Maintain a balanced diet to strengthen immunity against Fatigue.",
            "Follow hygiene practices to minimize risks related to Fatigue.",
            "Take prescribed medication if advised for managing Fatigue."
        ]
    },
    {
        "disease": "Weight_gain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Weight_gain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Weight_gain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Weight_gain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Weight_gain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Weight_gain.",
            "Maintain a balanced diet to strengthen immunity against Weight_gain.",
            "Follow hygiene practices to minimize risks related to Weight_gain.",
            "Take prescribed medication if advised for managing Weight_gain."
        ]
    },
    {
        "disease": "Anxiety",
        "first_aid": [
            "Step 1: Identify symptoms associated with Anxiety.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Anxiety causes discomfort.",
            "Step 3: Avoid triggers that may worsen Anxiety, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Anxiety persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Anxiety.",
            "Maintain a balanced diet to strengthen immunity against Anxiety.",
            "Follow hygiene practices to minimize risks related to Anxiety.",
            "Take prescribed medication if advised for managing Anxiety."
        ]
    },
    {
        "disease": "Cold Hands and Feets",
        "first_aid": [
            "Step 1: Identify symptoms associated with Cold Hands and Feets.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Cold Hands and Feets causes discomfort.",
            "Step 3: Avoid triggers that may worsen Cold Hands and Feets, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Cold Hands and Feets persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Cold Hands and Feets.",
            "Maintain a balanced diet to strengthen immunity against Cold Hands and Feets.",
            "Follow hygiene practices to minimize risks related to Cold Hands and Feets.",
            "Take prescribed medication if advised for managing Cold Hands and Feets."
        ]
    },
    {
        "disease": "Mood Swings",
        "first_aid": [
            "Step 1: Identify symptoms associated with Mood Swings.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Mood Swings causes discomfort.",
            "Step 3: Avoid triggers that may worsen Mood Swings, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Mood Swings persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Mood Swings.",
            "Maintain a balanced diet to strengthen immunity against Mood Swings.",
            "Follow hygiene practices to minimize risks related to Mood Swings.",
            "Take prescribed medication if advised for managing Mood Swings."
        ]
    },
    {
        "disease": "Weight Loss",
        "first_aid": [
            "Step 1: Identify symptoms associated with Weight Loss.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Weight Loss causes discomfort.",
            "Step 3: Avoid triggers that may worsen Weight Loss, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Weight Loss persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Weight Loss.",
            "Maintain a balanced diet to strengthen immunity against Weight Loss.",
            "Follow hygiene practices to minimize risks related to Weight Loss.",
            "Take prescribed medication if advised for managing Weight Loss."
        ]
    },
    {
        "disease": "Restlessness",
        "first_aid": [
            "Step 1: Identify symptoms associated with Restlessness.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Restlessness causes discomfort.",
            "Step 3: Avoid triggers that may worsen Restlessness, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Restlessness persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Restlessness.",
            "Maintain a balanced diet to strengthen immunity against Restlessness.",
            "Follow hygiene practices to minimize risks related to Restlessness.",
            "Take prescribed medication if advised for managing Restlessness."
        ]
    },
    {
        "disease": "Lethargy",
        "first_aid": [
            "Step 1: Identify symptoms associated with Lethargy.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Lethargy causes discomfort.",
            "Step 3: Avoid triggers that may worsen Lethargy, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Lethargy persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Lethargy.",
            "Maintain a balanced diet to strengthen immunity against Lethargy.",
            "Follow hygiene practices to minimize risks related to Lethargy.",
            "Take prescribed medication if advised for managing Lethargy."
        ]
    },
    {
        "disease": "Patches in Throat",
        "first_aid": [
            "Step 1: Identify symptoms associated with Patches in Throat.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Patches in Throat causes discomfort.",
            "Step 3: Avoid triggers that may worsen Patches in Throat, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Patches in Throat persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Patches in Throat.",
            "Maintain a balanced diet to strengthen immunity against Patches in Throat.",
            "Follow hygiene practices to minimize risks related to Patches in Throat.",
            "Take prescribed medication if advised for managing Patches in Throat."
        ]
    },
    {
        "disease": "Irregular Sugar Level",
        "first_aid": [
            "Step 1: Identify symptoms associated with Irregular Sugar Level.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Irregular Sugar Level causes discomfort.",
            "Step 3: Avoid triggers that may worsen Irregular Sugar Level, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Irregular Sugar Level persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Irregular Sugar Level.",
            "Maintain a balanced diet to strengthen immunity against Irregular Sugar Level.",
            "Follow hygiene practices to minimize risks related to Irregular Sugar Level.",
            "Take prescribed medication if advised for managing Irregular Sugar Level."
        ]
    },
    {
        "disease": "Cough",
        "first_aid": [
            "Step 1: Identify symptoms associated with Cough.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Cough causes discomfort.",
            "Step 3: Avoid triggers that may worsen Cough, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Cough persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Cough.",
            "Maintain a balanced diet to strengthen immunity against Cough.",
            "Follow hygiene practices to minimize risks related to Cough.",
            "Take prescribed medication if advised for managing Cough."
        ]
    },
    {
        "disease": "High Fever",
        "first_aid": [
            "Step 1: Identify symptoms associated with High Fever.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if High Fever causes discomfort.",
            "Step 3: Avoid triggers that may worsen High Fever, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of High Fever persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate High Fever.",
            "Maintain a balanced diet to strengthen immunity against High Fever.",
            "Follow hygiene practices to minimize risks related to High Fever.",
            "Take prescribed medication if advised for managing High Fever."
        ]
    },
    {
        "disease": "Sunken Eyes",
        "first_aid": [
            "Step 1: Identify symptoms associated with Sunken Eyes.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Sunken Eyes causes discomfort.",
            "Step 3: Avoid triggers that may worsen Sunken Eyes, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Sunken Eyes persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Sunken Eyes.",
            "Maintain a balanced diet to strengthen immunity against Sunken Eyes.",
            "Follow hygiene practices to minimize risks related to Sunken Eyes.",
            "Take prescribed medication if advised for managing Sunken Eyes."
        ]
    },
    {
        "disease": "Breathlessness",
        "first_aid": [
            "Step 1: Identify symptoms associated with Breathlessness.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Breathlessness causes discomfort.",
            "Step 3: Avoid triggers that may worsen Breathlessness, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Breathlessness persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Breathlessness.",
            "Maintain a balanced diet to strengthen immunity against Breathlessness.",
            "Follow hygiene practices to minimize risks related to Breathlessness.",
            "Take prescribed medication if advised for managing Breathlessness."
        ]
    },
    {
        "disease": "Sweating",
        "first_aid": [
            "Step 1: Identify symptoms associated with Sweating.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Sweating causes discomfort.",
            "Step 3: Avoid triggers that may worsen Sweating, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Sweating persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Sweating.",
            "Maintain a balanced diet to strengthen immunity against Sweating.",
            "Follow hygiene practices to minimize risks related to Sweating.",
            "Take prescribed medication if advised for managing Sweating."
        ]
    },
    {
        "disease": "Dehydration",
        "first_aid": [
            "Step 1: Identify symptoms associated with Dehydration.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Dehydration causes discomfort.",
            "Step 3: Avoid triggers that may worsen Dehydration, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Dehydration persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Dehydration.",
            "Maintain a balanced diet to strengthen immunity against Dehydration.",
            "Follow hygiene practices to minimize risks related to Dehydration.",
            "Take prescribed medication if advised for managing Dehydration."
        ]
    },
    {
        "disease": "Indigestion",
        "first_aid": [
            "Step 1: Identify symptoms associated with Indigestion.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Indigestion causes discomfort.",
            "Step 3: Avoid triggers that may worsen Indigestion, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Indigestion persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Indigestion.",
            "Maintain a balanced diet to strengthen immunity against Indigestion.",
            "Follow hygiene practices to minimize risks related to Indigestion.",
            "Take prescribed medication if advised for managing Indigestion."
        ]
    },
    {
        "disease": "Headache",
        "first_aid": [
            "Step 1: Identify symptoms associated with Headache.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Headache causes discomfort.",
            "Step 3: Avoid triggers that may worsen Headache, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Headache persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Headache.",
            "Maintain a balanced diet to strengthen immunity against Headache.",
            "Follow hygiene practices to minimize risks related to Headache.",
            "Take prescribed medication if advised for managing Headache."
        ]
    },
    {
        "disease": "Yellowish Skin",
        "first_aid": [
            "Step 1: Identify symptoms associated with Yellowish Skin.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Yellowish Skin causes discomfort.",
            "Step 3: Avoid triggers that may worsen Yellowish Skin, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Yellowish Skin persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Yellowish Skin.",
            "Maintain a balanced diet to strengthen immunity against Yellowish Skin.",
            "Follow hygiene practices to minimize risks related to Yellowish Skin.",
            "Take prescribed medication if advised for managing Yellowish Skin."
        ]
    },
    {
        "disease": "Dark Urine",
        "first_aid": [
            "Step 1: Identify symptoms associated with Dark Urine.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Dark Urine causes discomfort.",
            "Step 3: Avoid triggers that may worsen Dark Urine, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Dark Urine persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Dark Urine.",
            "Maintain a balanced diet to strengthen immunity against Dark Urine.",
            "Follow hygiene practices to minimize risks related to Dark Urine.",
            "Take prescribed medication if advised for managing Dark Urine."
        ]
    },
    {
        "disease": "Nausea",
        "first_aid": [
            "Step 1: Identify symptoms associated with Nausea.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Nausea causes discomfort.",
            "Step 3: Avoid triggers that may worsen Nausea, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Nausea persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Nausea.",
            "Maintain a balanced diet to strengthen immunity against Nausea.",
            "Follow hygiene practices to minimize risks related to Nausea.",
            "Take prescribed medication if advised for managing Nausea."
        ]
    },
    {
        "disease": "Loss Of Appetite",
        "first_aid": [
            "Step 1: Identify symptoms associated with Loss Of Appetite.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Loss Of Appetite causes discomfort.",
            "Step 3: Avoid triggers that may worsen Loss Of Appetite, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Loss Of Appetite persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Loss Of Appetite.",
            "Maintain a balanced diet to strengthen immunity against Loss Of Appetite.",
            "Follow hygiene practices to minimize risks related to Loss Of Appetite.",
            "Take prescribed medication if advised for managing Loss Of Appetite."
        ]
    },
    {
        "disease": "Pain Behind The Eyes",
        "first_aid": [
            "Step 1: Identify symptoms associated with Pain Behind The Eyes.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Pain Behind The Eyes causes discomfort.",
            "Step 3: Avoid triggers that may worsen Pain Behind The Eyes, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Pain Behind The Eyes persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Pain Behind The Eyes.",
            "Maintain a balanced diet to strengthen immunity against Pain Behind The Eyes.",
            "Follow hygiene practices to minimize risks related to Pain Behind The Eyes.",
            "Take prescribed medication if advised for managing Pain Behind The Eyes."
        ]
    },
    {
        "disease": "Back Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Back Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Back Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Back Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Back Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Back Pain.",
            "Maintain a balanced diet to strengthen immunity against Back Pain.",
            "Follow hygiene practices to minimize risks related to Back Pain.",
            "Take prescribed medication if advised for managing Back Pain."
        ]
    },
    {
        "disease": "Constipation",
        "first_aid": [
            "Step 1: Identify symptoms associated with Constipation.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Constipation causes discomfort.",
            "Step 3: Avoid triggers that may worsen Constipation, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Constipation persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Constipation.",
            "Maintain a balanced diet to strengthen immunity against Constipation.",
            "Follow hygiene practices to minimize risks related to Constipation.",
            "Take prescribed medication if advised for managing Constipation."
        ]
    },
    {
        "disease": "Abdominal Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Abdominal Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Abdominal Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Abdominal Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Abdominal Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Abdominal Pain.",
            "Maintain a balanced diet to strengthen immunity against Abdominal Pain.",
            "Follow hygiene practices to minimize risks related to Abdominal Pain.",
            "Take prescribed medication if advised for managing Abdominal Pain."
        ]
    },
    {
        "disease": "Diarrhoea",
        "first_aid": [
            "Step 1: Identify symptoms associated with Diarrhoea.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Diarrhoea causes discomfort.",
            "Step 3: Avoid triggers that may worsen Diarrhoea, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Diarrhoea persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Diarrhoea.",
            "Maintain a balanced diet to strengthen immunity against Diarrhoea.",
            "Follow hygiene practices to minimize risks related to Diarrhoea.",
            "Take prescribed medication if advised for managing Diarrhoea."
        ]
    },
    {
        "disease": "Itching",
        "first_aid": [
            "Step 1: Identify symptoms associated with Itching.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Itching causes discomfort.",
            "Step 3: Avoid triggers that may worsen Itching, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Itching persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Itching.",
            "Maintain a balanced diet to strengthen immunity against Itching.",
            "Follow hygiene practices to minimize risks related to Itching.",
            "Take prescribed medication if advised for managing Itching."
        ]
    },
    {
        "disease": "Skin Rash",
        "first_aid": [
            "Step 1: Identify symptoms associated with Skin Rash.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Skin Rash causes discomfort.",
            "Step 3: Avoid triggers that may worsen Skin Rash, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Skin Rash persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Skin Rash.",
            "Maintain a balanced diet to strengthen immunity against Skin Rash.",
            "Follow hygiene practices to minimize risks related to Skin Rash.",
            "Take prescribed medication if advised for managing Skin Rash."
        ]
    },
    {
        "disease": "Nodayl Skin Eruptions",
        "first_aid": [
            "Step 1: Identify symptoms associated with Nodayl Skin Eruptions.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Nodayl Skin Eruptions causes discomfort.",
            "Step 3: Avoid triggers that may worsen Nodayl Skin Eruptions, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Nodayl Skin Eruptions persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Nodayl Skin Eruptions.",
            "Maintain a balanced diet to strengthen immunity against Nodayl Skin Eruptions.",
            "Follow hygiene practices to minimize risks related to Nodayl Skin Eruptions.",
            "Take prescribed medication if advised for managing Nodayl Skin Eruptions."
        ]
    },
    {
        "disease": "Continuous Sneezing",
        "first_aid": [
            "Step 1: Identify symptoms associated with Continuous Sneezing.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Continuous Sneezing causes discomfort.",
            "Step 3: Avoid triggers that may worsen Continuous Sneezing, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Continuous Sneezing persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Continuous Sneezing.",
            "Maintain a balanced diet to strengthen immunity against Continuous Sneezing.",
            "Follow hygiene practices to minimize risks related to Continuous Sneezing.",
            "Take prescribed medication if advised for managing Continuous Sneezing."
        ]
    },
    {
        "disease": "Shivering",
        "first_aid": [
            "Step 1: Identify symptoms associated with Shivering.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Shivering causes discomfort.",
            "Step 3: Avoid triggers that may worsen Shivering, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Shivering persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Shivering.",
            "Maintain a balanced diet to strengthen immunity against Shivering.",
            "Follow hygiene practices to minimize risks related to Shivering.",
            "Take prescribed medication if advised for managing Shivering."
        ]
    },
    {
        "disease": "Chills",
        "first_aid": [
            "Step 1: Identify symptoms associated with Chills.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Chills causes discomfort.",
            "Step 3: Avoid triggers that may worsen Chills, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Chills persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Chills.",
            "Maintain a balanced diet to strengthen immunity against Chills.",
            "Follow hygiene practices to minimize risks related to Chills.",
            "Take prescribed medication if advised for managing Chills."
        ]
    },
    {
        "disease": "Joint Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Joint Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Joint Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Joint Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Joint Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Joint Pain.",
            "Maintain a balanced diet to strengthen immunity against Joint Pain.",
            "Follow hygiene practices to minimize risks related to Joint Pain.",
            "Take prescribed medication if advised for managing Joint Pain."
        ]
    },
    {
        "disease": "Stomach Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Stomach Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Stomach Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Stomach Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Stomach Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Stomach Pain.",
            "Maintain a balanced diet to strengthen immunity against Stomach Pain.",
            "Follow hygiene practices to minimize risks related to Stomach Pain.",
            "Take prescribed medication if advised for managing Stomach Pain."
        ]
    },
    {
        "disease": "Acidity",
        "first_aid": [
            "Step 1: Identify symptoms associated with Acidity.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Acidity causes discomfort.",
            "Step 3: Avoid triggers that may worsen Acidity, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Acidity persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Acidity.",
            "Maintain a balanced diet to strengthen immunity against Acidity.",
            "Follow hygiene practices to minimize risks related to Acidity.",
            "Take prescribed medication if advised for managing Acidity."
        ]
    },
    {
        "disease": "Ulcers on tongue",
        "first_aid": [
            "Step 1: Identify symptoms associated with Ulcers on tongue.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Ulcers on tongue causes discomfort.",
            "Step 3: Avoid triggers that may worsen Ulcers on tongue, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Ulcers on tongue persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Ulcers on tongue.",
            "Maintain a balanced diet to strengthen immunity against Ulcers on tongue.",
            "Follow hygiene practices to minimize risks related to Ulcers on tongue.",
            "Take prescribed medication if advised for managing Ulcers on tongue."
        ]
    },
    {
        "disease": "Muscle Wasting",
        "first_aid": [
            "Step 1: Identify symptoms associated with Muscle Wasting.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Muscle Wasting causes discomfort.",
            "Step 3: Avoid triggers that may worsen Muscle Wasting, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Muscle Wasting persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Muscle Wasting.",
            "Maintain a balanced diet to strengthen immunity against Muscle Wasting.",
            "Follow hygiene practices to minimize risks related to Muscle Wasting.",
            "Take prescribed medication if advised for managing Muscle Wasting."
        ]
    },
    {
        "disease": "Vomiting",
        "first_aid": [
            "Step 1: Identify symptoms associated with Vomiting.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Vomiting causes discomfort.",
            "Step 3: Avoid triggers that may worsen Vomiting, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Vomiting persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Vomiting.",
            "Maintain a balanced diet to strengthen immunity against Vomiting.",
            "Follow hygiene practices to minimize risks related to Vomiting.",
            "Take prescribed medication if advised for managing Vomiting."
        ]
    },
    {
        "disease": "Burning Micturition",
        "first_aid": [
            "Step 1: Identify symptoms associated with Burning Micturition.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Burning Micturition causes discomfort.",
            "Step 3: Avoid triggers that may worsen Burning Micturition, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Burning Micturition persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Burning Micturition.",
            "Maintain a balanced diet to strengthen immunity against Burning Micturition.",
            "Follow hygiene practices to minimize risks related to Burning Micturition.",
            "Take prescribed medication if advised for managing Burning Micturition."
        ]
    },
    {
        "disease": "Spotting Urination",
        "first_aid": [
            "Step 1: Identify symptoms associated with Spotting Urination.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Spotting Urination causes discomfort.",
            "Step 3: Avoid triggers that may worsen Spotting Urination, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Spotting Urination persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Spotting Urination.",
            "Maintain a balanced diet to strengthen immunity against Spotting Urination.",
            "Follow hygiene practices to minimize risks related to Spotting Urination.",
            "Take prescribed medication if advised for managing Spotting Urination."
        ]
    },
    {
        "disease": "Fatigue",
        "first_aid": [
            "Step 1: Identify symptoms associated with Fatigue.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Fatigue causes discomfort.",
            "Step 3: Avoid triggers that may worsen Fatigue, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Fatigue persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Fatigue.",
            "Maintain a balanced diet to strengthen immunity against Fatigue.",
            "Follow hygiene practices to minimize risks related to Fatigue.",
            "Take prescribed medication if advised for managing Fatigue."
        ]
    },
    {
        "disease": "Weight_gain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Weight_gain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Weight_gain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Weight_gain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Weight_gain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Weight_gain.",
            "Maintain a balanced diet to strengthen immunity against Weight_gain.",
            "Follow hygiene practices to minimize risks related to Weight_gain.",
            "Take prescribed medication if advised for managing Weight_gain."
        ]
    },
    {
        "disease": "Anxiety",
        "first_aid": [
            "Step 1: Identify symptoms associated with Anxiety.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Anxiety causes discomfort.",
            "Step 3: Avoid triggers that may worsen Anxiety, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Anxiety persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Anxiety.",
            "Maintain a balanced diet to strengthen immunity against Anxiety.",
            "Follow hygiene practices to minimize risks related to Anxiety.",
            "Take prescribed medication if advised for managing Anxiety."
        ]
    },
    {
        "disease": "Cold Hands and Feets",
        "first_aid": [
            "Step 1: Identify symptoms associated with Cold Hands and Feets.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Cold Hands and Feets causes discomfort.",
            "Step 3: Avoid triggers that may worsen Cold Hands and Feets, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Cold Hands and Feets persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Cold Hands and Feets.",
            "Maintain a balanced diet to strengthen immunity against Cold Hands and Feets.",
            "Follow hygiene practices to minimize risks related to Cold Hands and Feets.",
            "Take prescribed medication if advised for managing Cold Hands and Feets."
        ]
    },
    {
        "disease": "Mood Swings",
        "first_aid": [
            "Step 1: Identify symptoms associated with Mood Swings.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Mood Swings causes discomfort.",
            "Step 3: Avoid triggers that may worsen Mood Swings, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Mood Swings persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Mood Swings.",
            "Maintain a balanced diet to strengthen immunity against Mood Swings.",
            "Follow hygiene practices to minimize risks related to Mood Swings.",
            "Take prescribed medication if advised for managing Mood Swings."
        ]
    },
    {
        "disease": "Weight Loss",
        "first_aid": [
            "Step 1: Identify symptoms associated with Weight Loss.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Weight Loss causes discomfort.",
            "Step 3: Avoid triggers that may worsen Weight Loss, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Weight Loss persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Weight Loss.",
            "Maintain a balanced diet to strengthen immunity against Weight Loss.",
            "Follow hygiene practices to minimize risks related to Weight Loss.",
            "Take prescribed medication if advised for managing Weight Loss."
        ]
    },
    {
        "disease": "Restlessness",
        "first_aid": [
            "Step 1: Identify symptoms associated with Restlessness.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Restlessness causes discomfort.",
            "Step 3: Avoid triggers that may worsen Restlessness, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Restlessness persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Restlessness.",
            "Maintain a balanced diet to strengthen immunity against Restlessness.",
            "Follow hygiene practices to minimize risks related to Restlessness.",
            "Take prescribed medication if advised for managing Restlessness."
        ]
    },
    {
        "disease": "Lethargy",
        "first_aid": [
            "Step 1: Identify symptoms associated with Lethargy.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Lethargy causes discomfort.",
            "Step 3: Avoid triggers that may worsen Lethargy, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Lethargy persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Lethargy.",
            "Maintain a balanced diet to strengthen immunity against Lethargy.",
            "Follow hygiene practices to minimize risks related to Lethargy.",
            "Take prescribed medication if advised for managing Lethargy."
        ]
    },
    {
        "disease": "Patches in Throat",
        "first_aid": [
            "Step 1: Identify symptoms associated with Patches in Throat.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Patches in Throat causes discomfort.",
            "Step 3: Avoid triggers that may worsen Patches in Throat, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Patches in Throat persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Patches in Throat.",
            "Maintain a balanced diet to strengthen immunity against Patches in Throat.",
            "Follow hygiene practices to minimize risks related to Patches in Throat.",
            "Take prescribed medication if advised for managing Patches in Throat."
        ]
    },
    {
        "disease": "Irregular Sugar Level",
        "first_aid": [
            "Step 1: Identify symptoms associated with Irregular Sugar Level.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Irregular Sugar Level causes discomfort.",
            "Step 3: Avoid triggers that may worsen Irregular Sugar Level, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Irregular Sugar Level persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Irregular Sugar Level.",
            "Maintain a balanced diet to strengthen immunity against Irregular Sugar Level.",
            "Follow hygiene practices to minimize risks related to Irregular Sugar Level.",
            "Take prescribed medication if advised for managing Irregular Sugar Level."
        ]
    },
    {
        "disease": "Cough",
        "first_aid": [
            "Step 1: Identify symptoms associated with Cough.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Cough causes discomfort.",
            "Step 3: Avoid triggers that may worsen Cough, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Cough persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Cough.",
            "Maintain a balanced diet to strengthen immunity against Cough.",
            "Follow hygiene practices to minimize risks related to Cough.",
            "Take prescribed medication if advised for managing Cough."
        ]
    },
    {
        "disease": "High Fever",
        "first_aid": [
            "Step 1: Identify symptoms associated with High Fever.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if High Fever causes discomfort.",
            "Step 3: Avoid triggers that may worsen High Fever, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of High Fever persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate High Fever.",
            "Maintain a balanced diet to strengthen immunity against High Fever.",
            "Follow hygiene practices to minimize risks related to High Fever.",
            "Take prescribed medication if advised for managing High Fever."
        ]
    },
    {
        "disease": "Sunken Eyes",
        "first_aid": [
            "Step 1: Identify symptoms associated with Sunken Eyes.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Sunken Eyes causes discomfort.",
            "Step 3: Avoid triggers that may worsen Sunken Eyes, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Sunken Eyes persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Sunken Eyes.",
            "Maintain a balanced diet to strengthen immunity against Sunken Eyes.",
            "Follow hygiene practices to minimize risks related to Sunken Eyes.",
            "Take prescribed medication if advised for managing Sunken Eyes."
        ]
    },
    {
        "disease": "Breathlessness",
        "first_aid": [
            "Step 1: Identify symptoms associated with Breathlessness.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Breathlessness causes discomfort.",
            "Step 3: Avoid triggers that may worsen Breathlessness, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Breathlessness persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Breathlessness.",
            "Maintain a balanced diet to strengthen immunity against Breathlessness.",
            "Follow hygiene practices to minimize risks related to Breathlessness.",
            "Take prescribed medication if advised for managing Breathlessness."
        ]
    },
    {
        "disease": "Sweating",
        "first_aid": [
            "Step 1: Identify symptoms associated with Sweating.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Sweating causes discomfort.",
            "Step 3: Avoid triggers that may worsen Sweating, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Sweating persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Sweating.",
            "Maintain a balanced diet to strengthen immunity against Sweating.",
            "Follow hygiene practices to minimize risks related to Sweating.",
            "Take prescribed medication if advised for managing Sweating."
        ]
    },
    {
        "disease": "Dehydration",
        "first_aid": [
            "Step 1: Identify symptoms associated with Dehydration.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Dehydration causes discomfort.",
            "Step 3: Avoid triggers that may worsen Dehydration, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Dehydration persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Dehydration.",
            "Maintain a balanced diet to strengthen immunity against Dehydration.",
            "Follow hygiene practices to minimize risks related to Dehydration.",
            "Take prescribed medication if advised for managing Dehydration."
        ]
    },
    {
        "disease": "Indigestion",
        "first_aid": [
            "Step 1: Identify symptoms associated with Indigestion.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Indigestion causes discomfort.",
            "Step 3: Avoid triggers that may worsen Indigestion, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Indigestion persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Indigestion.",
            "Maintain a balanced diet to strengthen immunity against Indigestion.",
            "Follow hygiene practices to minimize risks related to Indigestion.",
            "Take prescribed medication if advised for managing Indigestion."
        ]
    },
    {
        "disease": "Headache",
        "first_aid": [
            "Step 1: Identify symptoms associated with Headache.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Headache causes discomfort.",
            "Step 3: Avoid triggers that may worsen Headache, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Headache persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Headache.",
            "Maintain a balanced diet to strengthen immunity against Headache.",
            "Follow hygiene practices to minimize risks related to Headache.",
            "Take prescribed medication if advised for managing Headache."
        ]
    },
    {
        "disease": "Yellowish Skin",
        "first_aid": [
            "Step 1: Identify symptoms associated with Yellowish Skin.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Yellowish Skin causes discomfort.",
            "Step 3: Avoid triggers that may worsen Yellowish Skin, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Yellowish Skin persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Yellowish Skin.",
            "Maintain a balanced diet to strengthen immunity against Yellowish Skin.",
            "Follow hygiene practices to minimize risks related to Yellowish Skin.",
            "Take prescribed medication if advised for managing Yellowish Skin."
        ]
    },
    {
        "disease": "Dark Urine",
        "first_aid": [
            "Step 1: Identify symptoms associated with Dark Urine.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Dark Urine causes discomfort.",
            "Step 3: Avoid triggers that may worsen Dark Urine, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Dark Urine persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Dark Urine.",
            "Maintain a balanced diet to strengthen immunity against Dark Urine.",
            "Follow hygiene practices to minimize risks related to Dark Urine.",
            "Take prescribed medication if advised for managing Dark Urine."
        ]
    },
    {
        "disease": "Nausea",
        "first_aid": [
            "Step 1: Identify symptoms associated with Nausea.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Nausea causes discomfort.",
            "Step 3: Avoid triggers that may worsen Nausea, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Nausea persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Nausea.",
            "Maintain a balanced diet to strengthen immunity against Nausea.",
            "Follow hygiene practices to minimize risks related to Nausea.",
            "Take prescribed medication if advised for managing Nausea."
        ]
    },
    {
        "disease": "Loss Of Appetite",
        "first_aid": [
            "Step 1: Identify symptoms associated with Loss Of Appetite.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Loss Of Appetite causes discomfort.",
            "Step 3: Avoid triggers that may worsen Loss Of Appetite, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Loss Of Appetite persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Loss Of Appetite.",
            "Maintain a balanced diet to strengthen immunity against Loss Of Appetite.",
            "Follow hygiene practices to minimize risks related to Loss Of Appetite.",
            "Take prescribed medication if advised for managing Loss Of Appetite."
        ]
    },
    {
        "disease": "Pain Behind The Eyes",
        "first_aid": [
            "Step 1: Identify symptoms associated with Pain Behind The Eyes.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Pain Behind The Eyes causes discomfort.",
            "Step 3: Avoid triggers that may worsen Pain Behind The Eyes, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Pain Behind The Eyes persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Pain Behind The Eyes.",
            "Maintain a balanced diet to strengthen immunity against Pain Behind The Eyes.",
            "Follow hygiene practices to minimize risks related to Pain Behind The Eyes.",
            "Take prescribed medication if advised for managing Pain Behind The Eyes."
        ]
    },
    {
        "disease": "Back Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Back Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Back Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Back Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Back Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Back Pain.",
            "Maintain a balanced diet to strengthen immunity against Back Pain.",
            "Follow hygiene practices to minimize risks related to Back Pain.",
            "Take prescribed medication if advised for managing Back Pain."
        ]
    },
    {
        "disease": "Constipation",
        "first_aid": [
            "Step 1: Identify symptoms associated with Constipation.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Constipation causes discomfort.",
            "Step 3: Avoid triggers that may worsen Constipation, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Constipation persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Constipation.",
            "Maintain a balanced diet to strengthen immunity against Constipation.",
            "Follow hygiene practices to minimize risks related to Constipation.",
            "Take prescribed medication if advised for managing Constipation."
        ]
    },
    {
        "disease": "Abdominal Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Abdominal Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Abdominal Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Abdominal Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Abdominal Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Abdominal Pain.",
            "Maintain a balanced diet to strengthen immunity against Abdominal Pain.",
            "Follow hygiene practices to minimize risks related to Abdominal Pain.",
            "Take prescribed medication if advised for managing Abdominal Pain."
        ]
    },
    {
        "disease": "Diarrhoea",
        "first_aid": [
            "Step 1: Identify symptoms associated with Diarrhoea.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Diarrhoea causes discomfort.",
            "Step 3: Avoid triggers that may worsen Diarrhoea, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Diarrhoea persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Diarrhoea.",
            "Maintain a balanced diet to strengthen immunity against Diarrhoea.",
            "Follow hygiene practices to minimize risks related to Diarrhoea.",
            "Take prescribed medication if advised for managing Diarrhoea."
        ]
    },
    {
        "disease": "Itching",
        "first_aid": [
            "Step 1: Identify symptoms associated with Itching.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Itching causes discomfort.",
            "Step 3: Avoid triggers that may worsen Itching, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Itching persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Itching.",
            "Maintain a balanced diet to strengthen immunity against Itching.",
            "Follow hygiene practices to minimize risks related to Itching.",
            "Take prescribed medication if advised for managing Itching."
        ]
    },
    {
        "disease": "Skin Rash",
        "first_aid": [
            "Step 1: Identify symptoms associated with Skin Rash.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Skin Rash causes discomfort.",
            "Step 3: Avoid triggers that may worsen Skin Rash, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Skin Rash persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Skin Rash.",
            "Maintain a balanced diet to strengthen immunity against Skin Rash.",
            "Follow hygiene practices to minimize risks related to Skin Rash.",
            "Take prescribed medication if advised for managing Skin Rash."
        ]
    },
    {
        "disease": "Nodayl Skin Eruptions",
        "first_aid": [
            "Step 1: Identify symptoms associated with Nodayl Skin Eruptions.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Nodayl Skin Eruptions causes discomfort.",
            "Step 3: Avoid triggers that may worsen Nodayl Skin Eruptions, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Nodayl Skin Eruptions persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Nodayl Skin Eruptions.",
            "Maintain a balanced diet to strengthen immunity against Nodayl Skin Eruptions.",
            "Follow hygiene practices to minimize risks related to Nodayl Skin Eruptions.",
            "Take prescribed medication if advised for managing Nodayl Skin Eruptions."
        ]
    },
    {
        "disease": "Continuous Sneezing",
        "first_aid": [
            "Step 1: Identify symptoms associated with Continuous Sneezing.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Continuous Sneezing causes discomfort.",
            "Step 3: Avoid triggers that may worsen Continuous Sneezing, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Continuous Sneezing persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Continuous Sneezing.",
            "Maintain a balanced diet to strengthen immunity against Continuous Sneezing.",
            "Follow hygiene practices to minimize risks related to Continuous Sneezing.",
            "Take prescribed medication if advised for managing Continuous Sneezing."
        ]
    },
    {
        "disease": "Shivering",
        "first_aid": [
            "Step 1: Identify symptoms associated with Shivering.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Shivering causes discomfort.",
            "Step 3: Avoid triggers that may worsen Shivering, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Shivering persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Shivering.",
            "Maintain a balanced diet to strengthen immunity against Shivering.",
            "Follow hygiene practices to minimize risks related to Shivering.",
            "Take prescribed medication if advised for managing Shivering."
        ]
    },
    {
        "disease": "Chills",
        "first_aid": [
            "Step 1: Identify symptoms associated with Chills.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Chills causes discomfort.",
            "Step 3: Avoid triggers that may worsen Chills, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Chills persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Chills.",
            "Maintain a balanced diet to strengthen immunity against Chills.",
            "Follow hygiene practices to minimize risks related to Chills.",
            "Take prescribed medication if advised for managing Chills."
        ]
    },
    {
        "disease": "Joint Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Joint Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Joint Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Joint Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Joint Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Joint Pain.",
            "Maintain a balanced diet to strengthen immunity against Joint Pain.",
            "Follow hygiene practices to minimize risks related to Joint Pain.",
            "Take prescribed medication if advised for managing Joint Pain."
        ]
    },
    {
        "disease": "Stomach Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Stomach Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Stomach Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Stomach Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Stomach Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Stomach Pain.",
            "Maintain a balanced diet to strengthen immunity against Stomach Pain.",
            "Follow hygiene practices to minimize risks related to Stomach Pain.",
            "Take prescribed medication if advised for managing Stomach Pain."
        ]
    },
    {
        "disease": "Acidity",
        "first_aid": [
            "Step 1: Identify symptoms associated with Acidity.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Acidity causes discomfort.",
            "Step 3: Avoid triggers that may worsen Acidity, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Acidity persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Acidity.",
            "Maintain a balanced diet to strengthen immunity against Acidity.",
            "Follow hygiene practices to minimize risks related to Acidity.",
            "Take prescribed medication if advised for managing Acidity."
        ]
    },
    {
        "disease": "Ulcers on tongue",
        "first_aid": [
            "Step 1: Identify symptoms associated with Ulcers on tongue.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Ulcers on tongue causes discomfort.",
            "Step 3: Avoid triggers that may worsen Ulcers on tongue, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Ulcers on tongue persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Ulcers on tongue.",
            "Maintain a balanced diet to strengthen immunity against Ulcers on tongue.",
            "Follow hygiene practices to minimize risks related to Ulcers on tongue.",
            "Take prescribed medication if advised for managing Ulcers on tongue."
        ]
    },
    {
        "disease": "Muscle Wasting",
        "first_aid": [
            "Step 1: Identify symptoms associated with Muscle Wasting.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Muscle Wasting causes discomfort.",
            "Step 3: Avoid triggers that may worsen Muscle Wasting, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Muscle Wasting persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Muscle Wasting.",
            "Maintain a balanced diet to strengthen immunity against Muscle Wasting.",
            "Follow hygiene practices to minimize risks related to Muscle Wasting.",
            "Take prescribed medication if advised for managing Muscle Wasting."
        ]
    },
    {
        "disease": "Vomiting",
        "first_aid": [
            "Step 1: Identify symptoms associated with Vomiting.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Vomiting causes discomfort.",
            "Step 3: Avoid triggers that may worsen Vomiting, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Vomiting persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Vomiting.",
            "Maintain a balanced diet to strengthen immunity against Vomiting.",
            "Follow hygiene practices to minimize risks related to Vomiting.",
            "Take prescribed medication if advised for managing Vomiting."
        ]
    },
    {
        "disease": "Burning Micturition",
        "first_aid": [
            "Step 1: Identify symptoms associated with Burning Micturition.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Burning Micturition causes discomfort.",
            "Step 3: Avoid triggers that may worsen Burning Micturition, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Burning Micturition persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Burning Micturition.",
            "Maintain a balanced diet to strengthen immunity against Burning Micturition.",
            "Follow hygiene practices to minimize risks related to Burning Micturition.",
            "Take prescribed medication if advised for managing Burning Micturition."
        ]
    },
    {
        "disease": "Spotting Urination",
        "first_aid": [
            "Step 1: Identify symptoms associated with Spotting Urination.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Spotting Urination causes discomfort.",
            "Step 3: Avoid triggers that may worsen Spotting Urination, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Spotting Urination persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Spotting Urination.",
            "Maintain a balanced diet to strengthen immunity against Spotting Urination.",
            "Follow hygiene practices to minimize risks related to Spotting Urination.",
            "Take prescribed medication if advised for managing Spotting Urination."
        ]
    },
    {
        "disease": "Fatigue",
        "first_aid": [
            "Step 1: Identify symptoms associated with Fatigue.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Fatigue causes discomfort.",
            "Step 3: Avoid triggers that may worsen Fatigue, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Fatigue persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Fatigue.",
            "Maintain a balanced diet to strengthen immunity against Fatigue.",
            "Follow hygiene practices to minimize risks related to Fatigue.",
            "Take prescribed medication if advised for managing Fatigue."
        ]
    },
    {
        "disease": "Weight_gain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Weight_gain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Weight_gain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Weight_gain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Weight_gain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Weight_gain.",
            "Maintain a balanced diet to strengthen immunity against Weight_gain.",
            "Follow hygiene practices to minimize risks related to Weight_gain.",
            "Take prescribed medication if advised for managing Weight_gain."
        ]
    },
    {
        "disease": "Anxiety",
        "first_aid": [
            "Step 1: Identify symptoms associated with Anxiety.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Anxiety causes discomfort.",
            "Step 3: Avoid triggers that may worsen Anxiety, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Anxiety persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Anxiety.",
            "Maintain a balanced diet to strengthen immunity against Anxiety.",
            "Follow hygiene practices to minimize risks related to Anxiety.",
            "Take prescribed medication if advised for managing Anxiety."
        ]
    },
    {
        "disease": "Cold Hands and Feets",
        "first_aid": [
            "Step 1: Identify symptoms associated with Cold Hands and Feets.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Cold Hands and Feets causes discomfort.",
            "Step 3: Avoid triggers that may worsen Cold Hands and Feets, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Cold Hands and Feets persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Cold Hands and Feets.",
            "Maintain a balanced diet to strengthen immunity against Cold Hands and Feets.",
            "Follow hygiene practices to minimize risks related to Cold Hands and Feets.",
            "Take prescribed medication if advised for managing Cold Hands and Feets."
        ]
    },
    {
        "disease": "Mood Swings",
        "first_aid": [
            "Step 1: Identify symptoms associated with Mood Swings.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Mood Swings causes discomfort.",
            "Step 3: Avoid triggers that may worsen Mood Swings, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Mood Swings persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Mood Swings.",
            "Maintain a balanced diet to strengthen immunity against Mood Swings.",
            "Follow hygiene practices to minimize risks related to Mood Swings.",
            "Take prescribed medication if advised for managing Mood Swings."
        ]
    },
    {
        "disease": "Weight Loss",
        "first_aid": [
            "Step 1: Identify symptoms associated with Weight Loss.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Weight Loss causes discomfort.",
            "Step 3: Avoid triggers that may worsen Weight Loss, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Weight Loss persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Weight Loss.",
            "Maintain a balanced diet to strengthen immunity against Weight Loss.",
            "Follow hygiene practices to minimize risks related to Weight Loss.",
            "Take prescribed medication if advised for managing Weight Loss."
        ]
    },
    {
        "disease": "Restlessness",
        "first_aid": [
            "Step 1: Identify symptoms associated with Restlessness.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Restlessness causes discomfort.",
            "Step 3: Avoid triggers that may worsen Restlessness, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Restlessness persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Restlessness.",
            "Maintain a balanced diet to strengthen immunity against Restlessness.",
            "Follow hygiene practices to minimize risks related to Restlessness.",
            "Take prescribed medication if advised for managing Restlessness."
        ]
    },
    {
        "disease": "Lethargy",
        "first_aid": [
            "Step 1: Identify symptoms associated with Lethargy.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Lethargy causes discomfort.",
            "Step 3: Avoid triggers that may worsen Lethargy, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Lethargy persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Lethargy.",
            "Maintain a balanced diet to strengthen immunity against Lethargy.",
            "Follow hygiene practices to minimize risks related to Lethargy.",
            "Take prescribed medication if advised for managing Lethargy."
        ]
    },
    {
        "disease": "Patches in Throat",
        "first_aid": [
            "Step 1: Identify symptoms associated with Patches in Throat.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Patches in Throat causes discomfort.",
            "Step 3: Avoid triggers that may worsen Patches in Throat, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Patches in Throat persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Patches in Throat.",
            "Maintain a balanced diet to strengthen immunity against Patches in Throat.",
            "Follow hygiene practices to minimize risks related to Patches in Throat.",
            "Take prescribed medication if advised for managing Patches in Throat."
        ]
    },
    {
        "disease": "Irregular Sugar Level",
        "first_aid": [
            "Step 1: Identify symptoms associated with Irregular Sugar Level.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Irregular Sugar Level causes discomfort.",
            "Step 3: Avoid triggers that may worsen Irregular Sugar Level, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Irregular Sugar Level persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Irregular Sugar Level.",
            "Maintain a balanced diet to strengthen immunity against Irregular Sugar Level.",
            "Follow hygiene practices to minimize risks related to Irregular Sugar Level.",
            "Take prescribed medication if advised for managing Irregular Sugar Level."
        ]
    },
    {
        "disease": "Cough",
        "first_aid": [
            "Step 1: Identify symptoms associated with Cough.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Cough causes discomfort.",
            "Step 3: Avoid triggers that may worsen Cough, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Cough persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Cough.",
            "Maintain a balanced diet to strengthen immunity against Cough.",
            "Follow hygiene practices to minimize risks related to Cough.",
            "Take prescribed medication if advised for managing Cough."
        ]
    },
    {
        "disease": "High Fever",
        "first_aid": [
            "Step 1: Identify symptoms associated with High Fever.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if High Fever causes discomfort.",
            "Step 3: Avoid triggers that may worsen High Fever, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of High Fever persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate High Fever.",
            "Maintain a balanced diet to strengthen immunity against High Fever.",
            "Follow hygiene practices to minimize risks related to High Fever.",
            "Take prescribed medication if advised for managing High Fever."
        ]
    },
    {
        "disease": "Sunken Eyes",
        "first_aid": [
            "Step 1: Identify symptoms associated with Sunken Eyes.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Sunken Eyes causes discomfort.",
            "Step 3: Avoid triggers that may worsen Sunken Eyes, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Sunken Eyes persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Sunken Eyes.",
            "Maintain a balanced diet to strengthen immunity against Sunken Eyes.",
            "Follow hygiene practices to minimize risks related to Sunken Eyes.",
            "Take prescribed medication if advised for managing Sunken Eyes."
        ]
    },
    {
        "disease": "Breathlessness",
        "first_aid": [
            "Step 1: Identify symptoms associated with Breathlessness.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Breathlessness causes discomfort.",
            "Step 3: Avoid triggers that may worsen Breathlessness, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Breathlessness persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Breathlessness.",
            "Maintain a balanced diet to strengthen immunity against Breathlessness.",
            "Follow hygiene practices to minimize risks related to Breathlessness.",
            "Take prescribed medication if advised for managing Breathlessness."
        ]
    },
    {
        "disease": "Sweating",
        "first_aid": [
            "Step 1: Identify symptoms associated with Sweating.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Sweating causes discomfort.",
            "Step 3: Avoid triggers that may worsen Sweating, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Sweating persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Sweating.",
            "Maintain a balanced diet to strengthen immunity against Sweating.",
            "Follow hygiene practices to minimize risks related to Sweating.",
            "Take prescribed medication if advised for managing Sweating."
        ]
    },
    {
        "disease": "Dehydration",
        "first_aid": [
            "Step 1: Identify symptoms associated with Dehydration.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Dehydration causes discomfort.",
            "Step 3: Avoid triggers that may worsen Dehydration, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Dehydration persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Dehydration.",
            "Maintain a balanced diet to strengthen immunity against Dehydration.",
            "Follow hygiene practices to minimize risks related to Dehydration.",
            "Take prescribed medication if advised for managing Dehydration."
        ]
    },
    {
        "disease": "Indigestion",
        "first_aid": [
            "Step 1: Identify symptoms associated with Indigestion.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Indigestion causes discomfort.",
            "Step 3: Avoid triggers that may worsen Indigestion, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Indigestion persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Indigestion.",
            "Maintain a balanced diet to strengthen immunity against Indigestion.",
            "Follow hygiene practices to minimize risks related to Indigestion.",
            "Take prescribed medication if advised for managing Indigestion."
        ]
    },
    {
        "disease": "Headache",
        "first_aid": [
            "Step 1: Identify symptoms associated with Headache.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Headache causes discomfort.",
            "Step 3: Avoid triggers that may worsen Headache, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Headache persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Headache.",
            "Maintain a balanced diet to strengthen immunity against Headache.",
            "Follow hygiene practices to minimize risks related to Headache.",
            "Take prescribed medication if advised for managing Headache."
        ]
    },
    {
        "disease": "Yellowish Skin",
        "first_aid": [
            "Step 1: Identify symptoms associated with Yellowish Skin.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Yellowish Skin causes discomfort.",
            "Step 3: Avoid triggers that may worsen Yellowish Skin, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Yellowish Skin persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Yellowish Skin.",
            "Maintain a balanced diet to strengthen immunity against Yellowish Skin.",
            "Follow hygiene practices to minimize risks related to Yellowish Skin.",
            "Take prescribed medication if advised for managing Yellowish Skin."
        ]
    },
    {
        "disease": "Dark Urine",
        "first_aid": [
            "Step 1: Identify symptoms associated with Dark Urine.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Dark Urine causes discomfort.",
            "Step 3: Avoid triggers that may worsen Dark Urine, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Dark Urine persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Dark Urine.",
            "Maintain a balanced diet to strengthen immunity against Dark Urine.",
            "Follow hygiene practices to minimize risks related to Dark Urine.",
            "Take prescribed medication if advised for managing Dark Urine."
        ]
    },
    {
        "disease": "Nausea",
        "first_aid": [
            "Step 1: Identify symptoms associated with Nausea.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Nausea causes discomfort.",
            "Step 3: Avoid triggers that may worsen Nausea, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Nausea persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Nausea.",
            "Maintain a balanced diet to strengthen immunity against Nausea.",
            "Follow hygiene practices to minimize risks related to Nausea.",
            "Take prescribed medication if advised for managing Nausea."
        ]
    },
    {
        "disease": "Loss Of Appetite",
        "first_aid": [
            "Step 1: Identify symptoms associated with Loss Of Appetite.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Loss Of Appetite causes discomfort.",
            "Step 3: Avoid triggers that may worsen Loss Of Appetite, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Loss Of Appetite persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Loss Of Appetite.",
            "Maintain a balanced diet to strengthen immunity against Loss Of Appetite.",
            "Follow hygiene practices to minimize risks related to Loss Of Appetite.",
            "Take prescribed medication if advised for managing Loss Of Appetite."
        ]
    },
    {
        "disease": "Pain Behind The Eyes",
        "first_aid": [
            "Step 1: Identify symptoms associated with Pain Behind The Eyes.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Pain Behind The Eyes causes discomfort.",
            "Step 3: Avoid triggers that may worsen Pain Behind The Eyes, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Pain Behind The Eyes persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Pain Behind The Eyes.",
            "Maintain a balanced diet to strengthen immunity against Pain Behind The Eyes.",
            "Follow hygiene practices to minimize risks related to Pain Behind The Eyes.",
            "Take prescribed medication if advised for managing Pain Behind The Eyes."
        ]
    },
    {
        "disease": "Back Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Back Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Back Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Back Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Back Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Back Pain.",
            "Maintain a balanced diet to strengthen immunity against Back Pain.",
            "Follow hygiene practices to minimize risks related to Back Pain.",
            "Take prescribed medication if advised for managing Back Pain."
        ]
    },
    {
        "disease": "Constipation",
        "first_aid": [
            "Step 1: Identify symptoms associated with Constipation.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Constipation causes discomfort.",
            "Step 3: Avoid triggers that may worsen Constipation, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Constipation persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Constipation.",
            "Maintain a balanced diet to strengthen immunity against Constipation.",
            "Follow hygiene practices to minimize risks related to Constipation.",
            "Take prescribed medication if advised for managing Constipation."
        ]
    },
    {
        "disease": "Abdominal Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Abdominal Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Abdominal Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Abdominal Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Abdominal Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Abdominal Pain.",
            "Maintain a balanced diet to strengthen immunity against Abdominal Pain.",
            "Follow hygiene practices to minimize risks related to Abdominal Pain.",
            "Take prescribed medication if advised for managing Abdominal Pain."
        ]
    },
    {
        "disease": "Diarrhoea",
        "first_aid": [
            "Step 1: Identify symptoms associated with Diarrhoea.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Diarrhoea causes discomfort.",
            "Step 3: Avoid triggers that may worsen Diarrhoea, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Diarrhoea persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Diarrhoea.",
            "Maintain a balanced diet to strengthen immunity against Diarrhoea.",
            "Follow hygiene practices to minimize risks related to Diarrhoea.",
            "Take prescribed medication if advised for managing Diarrhoea."
        ]
    },
    {
        "disease": "Itching",
        "first_aid": [
            "Step 1: Identify symptoms associated with Itching.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Itching causes discomfort.",
            "Step 3: Avoid triggers that may worsen Itching, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Itching persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Itching.",
            "Maintain a balanced diet to strengthen immunity against Itching.",
            "Follow hygiene practices to minimize risks related to Itching.",
            "Take prescribed medication if advised for managing Itching."
        ]
    },
    {
        "disease": "Skin Rash",
        "first_aid": [
            "Step 1: Identify symptoms associated with Skin Rash.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Skin Rash causes discomfort.",
            "Step 3: Avoid triggers that may worsen Skin Rash, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Skin Rash persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Skin Rash.",
            "Maintain a balanced diet to strengthen immunity against Skin Rash.",
            "Follow hygiene practices to minimize risks related to Skin Rash.",
            "Take prescribed medication if advised for managing Skin Rash."
        ]
    },
    {
        "disease": "Nodayl Skin Eruptions",
        "first_aid": [
            "Step 1: Identify symptoms associated with Nodayl Skin Eruptions.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Nodayl Skin Eruptions causes discomfort.",
            "Step 3: Avoid triggers that may worsen Nodayl Skin Eruptions, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Nodayl Skin Eruptions persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Nodayl Skin Eruptions.",
            "Maintain a balanced diet to strengthen immunity against Nodayl Skin Eruptions.",
            "Follow hygiene practices to minimize risks related to Nodayl Skin Eruptions.",
            "Take prescribed medication if advised for managing Nodayl Skin Eruptions."
        ]
    },
    {
        "disease": "Continuous Sneezing",
        "first_aid": [
            "Step 1: Identify symptoms associated with Continuous Sneezing.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Continuous Sneezing causes discomfort.",
            "Step 3: Avoid triggers that may worsen Continuous Sneezing, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Continuous Sneezing persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Continuous Sneezing.",
            "Maintain a balanced diet to strengthen immunity against Continuous Sneezing.",
            "Follow hygiene practices to minimize risks related to Continuous Sneezing.",
            "Take prescribed medication if advised for managing Continuous Sneezing."
        ]
    },
    {
        "disease": "Shivering",
        "first_aid": [
            "Step 1: Identify symptoms associated with Shivering.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Shivering causes discomfort.",
            "Step 3: Avoid triggers that may worsen Shivering, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Shivering persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Shivering.",
            "Maintain a balanced diet to strengthen immunity against Shivering.",
            "Follow hygiene practices to minimize risks related to Shivering.",
            "Take prescribed medication if advised for managing Shivering."
        ]
    },
    {
        "disease": "Chills",
        "first_aid": [
            "Step 1: Identify symptoms associated with Chills.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Chills causes discomfort.",
            "Step 3: Avoid triggers that may worsen Chills, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Chills persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Chills.",
            "Maintain a balanced diet to strengthen immunity against Chills.",
            "Follow hygiene practices to minimize risks related to Chills.",
            "Take prescribed medication if advised for managing Chills."
        ]
    },
    {
        "disease": "Joint Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Joint Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Joint Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Joint Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Joint Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Joint Pain.",
            "Maintain a balanced diet to strengthen immunity against Joint Pain.",
            "Follow hygiene practices to minimize risks related to Joint Pain.",
            "Take prescribed medication if advised for managing Joint Pain."
        ]
    },
    {
        "disease": "Stomach Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Stomach Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Stomach Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Stomach Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Stomach Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Stomach Pain.",
            "Maintain a balanced diet to strengthen immunity against Stomach Pain.",
            "Follow hygiene practices to minimize risks related to Stomach Pain.",
            "Take prescribed medication if advised for managing Stomach Pain."
        ]
    },
    {
        "disease": "Acidity",
        "first_aid": [
            "Step 1: Identify symptoms associated with Acidity.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Acidity causes discomfort.",
            "Step 3: Avoid triggers that may worsen Acidity, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Acidity persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Acidity.",
            "Maintain a balanced diet to strengthen immunity against Acidity.",
            "Follow hygiene practices to minimize risks related to Acidity.",
            "Take prescribed medication if advised for managing Acidity."
        ]
    },
    {
        "disease": "Ulcers on tongue",
        "first_aid": [
            "Step 1: Identify symptoms associated with Ulcers on tongue.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Ulcers on tongue causes discomfort.",
            "Step 3: Avoid triggers that may worsen Ulcers on tongue, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Ulcers on tongue persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Ulcers on tongue.",
            "Maintain a balanced diet to strengthen immunity against Ulcers on tongue.",
            "Follow hygiene practices to minimize risks related to Ulcers on tongue.",
            "Take prescribed medication if advised for managing Ulcers on tongue."
        ]
    },
    {
        "disease": "Muscle Wasting",
        "first_aid": [
            "Step 1: Identify symptoms associated with Muscle Wasting.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Muscle Wasting causes discomfort.",
            "Step 3: Avoid triggers that may worsen Muscle Wasting, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Muscle Wasting persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Muscle Wasting.",
            "Maintain a balanced diet to strengthen immunity against Muscle Wasting.",
            "Follow hygiene practices to minimize risks related to Muscle Wasting.",
            "Take prescribed medication if advised for managing Muscle Wasting."
        ]
    },
    {
        "disease": "Vomiting",
        "first_aid": [
            "Step 1: Identify symptoms associated with Vomiting.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Vomiting causes discomfort.",
            "Step 3: Avoid triggers that may worsen Vomiting, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Vomiting persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Vomiting.",
            "Maintain a balanced diet to strengthen immunity against Vomiting.",
            "Follow hygiene practices to minimize risks related to Vomiting.",
            "Take prescribed medication if advised for managing Vomiting."
        ]
    },
    {
        "disease": "Burning Micturition",
        "first_aid": [
            "Step 1: Identify symptoms associated with Burning Micturition.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Burning Micturition causes discomfort.",
            "Step 3: Avoid triggers that may worsen Burning Micturition, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Burning Micturition persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Burning Micturition.",
            "Maintain a balanced diet to strengthen immunity against Burning Micturition.",
            "Follow hygiene practices to minimize risks related to Burning Micturition.",
            "Take prescribed medication if advised for managing Burning Micturition."
        ]
    },
    {
        "disease": "Spotting Urination",
        "first_aid": [
            "Step 1: Identify symptoms associated with Spotting Urination.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Spotting Urination causes discomfort.",
            "Step 3: Avoid triggers that may worsen Spotting Urination, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Spotting Urination persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Spotting Urination.",
            "Maintain a balanced diet to strengthen immunity against Spotting Urination.",
            "Follow hygiene practices to minimize risks related to Spotting Urination.",
            "Take prescribed medication if advised for managing Spotting Urination."
        ]
    },
    {
        "disease": "Fatigue",
        "first_aid": [
            "Step 1: Identify symptoms associated with Fatigue.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Fatigue causes discomfort.",
            "Step 3: Avoid triggers that may worsen Fatigue, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Fatigue persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Fatigue.",
            "Maintain a balanced diet to strengthen immunity against Fatigue.",
            "Follow hygiene practices to minimize risks related to Fatigue.",
            "Take prescribed medication if advised for managing Fatigue."
        ]
    },
    {
        "disease": "Weight_gain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Weight_gain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Weight_gain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Weight_gain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Weight_gain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Weight_gain.",
            "Maintain a balanced diet to strengthen immunity against Weight_gain.",
            "Follow hygiene practices to minimize risks related to Weight_gain.",
            "Take prescribed medication if advised for managing Weight_gain."
        ]
    },
    {
        "disease": "Anxiety",
        "first_aid": [
            "Step 1: Identify symptoms associated with Anxiety.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Anxiety causes discomfort.",
            "Step 3: Avoid triggers that may worsen Anxiety, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Anxiety persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Anxiety.",
            "Maintain a balanced diet to strengthen immunity against Anxiety.",
            "Follow hygiene practices to minimize risks related to Anxiety.",
            "Take prescribed medication if advised for managing Anxiety."
        ]
    },
    {
        "disease": "Cold Hands and Feets",
        "first_aid": [
            "Step 1: Identify symptoms associated with Cold Hands and Feets.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Cold Hands and Feets causes discomfort.",
            "Step 3: Avoid triggers that may worsen Cold Hands and Feets, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Cold Hands and Feets persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Cold Hands and Feets.",
            "Maintain a balanced diet to strengthen immunity against Cold Hands and Feets.",
            "Follow hygiene practices to minimize risks related to Cold Hands and Feets.",
            "Take prescribed medication if advised for managing Cold Hands and Feets."
        ]
    },
    {
        "disease": "Mood Swings",
        "first_aid": [
            "Step 1: Identify symptoms associated with Mood Swings.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Mood Swings causes discomfort.",
            "Step 3: Avoid triggers that may worsen Mood Swings, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Mood Swings persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Mood Swings.",
            "Maintain a balanced diet to strengthen immunity against Mood Swings.",
            "Follow hygiene practices to minimize risks related to Mood Swings.",
            "Take prescribed medication if advised for managing Mood Swings."
        ]
    },
    {
        "disease": "Weight Loss",
        "first_aid": [
            "Step 1: Identify symptoms associated with Weight Loss.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Weight Loss causes discomfort.",
            "Step 3: Avoid triggers that may worsen Weight Loss, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Weight Loss persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Weight Loss.",
            "Maintain a balanced diet to strengthen immunity against Weight Loss.",
            "Follow hygiene practices to minimize risks related to Weight Loss.",
            "Take prescribed medication if advised for managing Weight Loss."
        ]
    },
    {
        "disease": "Restlessness",
        "first_aid": [
            "Step 1: Identify symptoms associated with Restlessness.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Restlessness causes discomfort.",
            "Step 3: Avoid triggers that may worsen Restlessness, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Restlessness persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Restlessness.",
            "Maintain a balanced diet to strengthen immunity against Restlessness.",
            "Follow hygiene practices to minimize risks related to Restlessness.",
            "Take prescribed medication if advised for managing Restlessness."
        ]
    },
    {
        "disease": "Lethargy",
        "first_aid": [
            "Step 1: Identify symptoms associated with Lethargy.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Lethargy causes discomfort.",
            "Step 3: Avoid triggers that may worsen Lethargy, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Lethargy persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Lethargy.",
            "Maintain a balanced diet to strengthen immunity against Lethargy.",
            "Follow hygiene practices to minimize risks related to Lethargy.",
            "Take prescribed medication if advised for managing Lethargy."
        ]
    },
    {
        "disease": "Patches in Throat",
        "first_aid": [
            "Step 1: Identify symptoms associated with Patches in Throat.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Patches in Throat causes discomfort.",
            "Step 3: Avoid triggers that may worsen Patches in Throat, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Patches in Throat persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Patches in Throat.",
            "Maintain a balanced diet to strengthen immunity against Patches in Throat.",
            "Follow hygiene practices to minimize risks related to Patches in Throat.",
            "Take prescribed medication if advised for managing Patches in Throat."
        ]
    },
    {
        "disease": "Irregular Sugar Level",
        "first_aid": [
            "Step 1: Identify symptoms associated with Irregular Sugar Level.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Irregular Sugar Level causes discomfort.",
            "Step 3: Avoid triggers that may worsen Irregular Sugar Level, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Irregular Sugar Level persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Irregular Sugar Level.",
            "Maintain a balanced diet to strengthen immunity against Irregular Sugar Level.",
            "Follow hygiene practices to minimize risks related to Irregular Sugar Level.",
            "Take prescribed medication if advised for managing Irregular Sugar Level."
        ]
    },
    {
        "disease": "Cough",
        "first_aid": [
            "Step 1: Identify symptoms associated with Cough.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Cough causes discomfort.",
            "Step 3: Avoid triggers that may worsen Cough, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Cough persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Cough.",
            "Maintain a balanced diet to strengthen immunity against Cough.",
            "Follow hygiene practices to minimize risks related to Cough.",
            "Take prescribed medication if advised for managing Cough."
        ]
    },
    {
        "disease": "High Fever",
        "first_aid": [
            "Step 1: Identify symptoms associated with High Fever.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if High Fever causes discomfort.",
            "Step 3: Avoid triggers that may worsen High Fever, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of High Fever persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate High Fever.",
            "Maintain a balanced diet to strengthen immunity against High Fever.",
            "Follow hygiene practices to minimize risks related to High Fever.",
            "Take prescribed medication if advised for managing High Fever."
        ]
    },
    {
        "disease": "Sunken Eyes",
        "first_aid": [
            "Step 1: Identify symptoms associated with Sunken Eyes.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Sunken Eyes causes discomfort.",
            "Step 3: Avoid triggers that may worsen Sunken Eyes, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Sunken Eyes persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Sunken Eyes.",
            "Maintain a balanced diet to strengthen immunity against Sunken Eyes.",
            "Follow hygiene practices to minimize risks related to Sunken Eyes.",
            "Take prescribed medication if advised for managing Sunken Eyes."
        ]
    },
    {
        "disease": "Breathlessness",
        "first_aid": [
            "Step 1: Identify symptoms associated with Breathlessness.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Breathlessness causes discomfort.",
            "Step 3: Avoid triggers that may worsen Breathlessness, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Breathlessness persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Breathlessness.",
            "Maintain a balanced diet to strengthen immunity against Breathlessness.",
            "Follow hygiene practices to minimize risks related to Breathlessness.",
            "Take prescribed medication if advised for managing Breathlessness."
        ]
    },
    {
        "disease": "Sweating",
        "first_aid": [
            "Step 1: Identify symptoms associated with Sweating.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Sweating causes discomfort.",
            "Step 3: Avoid triggers that may worsen Sweating, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Sweating persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Sweating.",
            "Maintain a balanced diet to strengthen immunity against Sweating.",
            "Follow hygiene practices to minimize risks related to Sweating.",
            "Take prescribed medication if advised for managing Sweating."
        ]
    },
    {
        "disease": "Dehydration",
        "first_aid": [
            "Step 1: Identify symptoms associated with Dehydration.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Dehydration causes discomfort.",
            "Step 3: Avoid triggers that may worsen Dehydration, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Dehydration persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Dehydration.",
            "Maintain a balanced diet to strengthen immunity against Dehydration.",
            "Follow hygiene practices to minimize risks related to Dehydration.",
            "Take prescribed medication if advised for managing Dehydration."
        ]
    },
    {
        "disease": "Indigestion",
        "first_aid": [
            "Step 1: Identify symptoms associated with Indigestion.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Indigestion causes discomfort.",
            "Step 3: Avoid triggers that may worsen Indigestion, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Indigestion persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Indigestion.",
            "Maintain a balanced diet to strengthen immunity against Indigestion.",
            "Follow hygiene practices to minimize risks related to Indigestion.",
            "Take prescribed medication if advised for managing Indigestion."
        ]
    },
    {
        "disease": "Headache",
        "first_aid": [
            "Step 1: Identify symptoms associated with Headache.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Headache causes discomfort.",
            "Step 3: Avoid triggers that may worsen Headache, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Headache persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Headache.",
            "Maintain a balanced diet to strengthen immunity against Headache.",
            "Follow hygiene practices to minimize risks related to Headache.",
            "Take prescribed medication if advised for managing Headache."
        ]
    },
    {
        "disease": "Yellowish Skin",
        "first_aid": [
            "Step 1: Identify symptoms associated with Yellowish Skin.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Yellowish Skin causes discomfort.",
            "Step 3: Avoid triggers that may worsen Yellowish Skin, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Yellowish Skin persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Yellowish Skin.",
            "Maintain a balanced diet to strengthen immunity against Yellowish Skin.",
            "Follow hygiene practices to minimize risks related to Yellowish Skin.",
            "Take prescribed medication if advised for managing Yellowish Skin."
        ]
    },
    {
        "disease": "Dark Urine",
        "first_aid": [
            "Step 1: Identify symptoms associated with Dark Urine.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Dark Urine causes discomfort.",
            "Step 3: Avoid triggers that may worsen Dark Urine, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Dark Urine persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Dark Urine.",
            "Maintain a balanced diet to strengthen immunity against Dark Urine.",
            "Follow hygiene practices to minimize risks related to Dark Urine.",
            "Take prescribed medication if advised for managing Dark Urine."
        ]
    },
    {
        "disease": "Nausea",
        "first_aid": [
            "Step 1: Identify symptoms associated with Nausea.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Nausea causes discomfort.",
            "Step 3: Avoid triggers that may worsen Nausea, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Nausea persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Nausea.",
            "Maintain a balanced diet to strengthen immunity against Nausea.",
            "Follow hygiene practices to minimize risks related to Nausea.",
            "Take prescribed medication if advised for managing Nausea."
        ]
    },
    {
        "disease": "Loss Of Appetite",
        "first_aid": [
            "Step 1: Identify symptoms associated with Loss Of Appetite.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Loss Of Appetite causes discomfort.",
            "Step 3: Avoid triggers that may worsen Loss Of Appetite, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Loss Of Appetite persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Loss Of Appetite.",
            "Maintain a balanced diet to strengthen immunity against Loss Of Appetite.",
            "Follow hygiene practices to minimize risks related to Loss Of Appetite.",
            "Take prescribed medication if advised for managing Loss Of Appetite."
        ]
    },
    {
        "disease": "Pain Behind The Eyes",
        "first_aid": [
            "Step 1: Identify symptoms associated with Pain Behind The Eyes.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Pain Behind The Eyes causes discomfort.",
            "Step 3: Avoid triggers that may worsen Pain Behind The Eyes, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Pain Behind The Eyes persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Pain Behind The Eyes.",
            "Maintain a balanced diet to strengthen immunity against Pain Behind The Eyes.",
            "Follow hygiene practices to minimize risks related to Pain Behind The Eyes.",
            "Take prescribed medication if advised for managing Pain Behind The Eyes."
        ]
    },
    {
        "disease": "Back Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Back Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Back Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Back Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Back Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Back Pain.",
            "Maintain a balanced diet to strengthen immunity against Back Pain.",
            "Follow hygiene practices to minimize risks related to Back Pain.",
            "Take prescribed medication if advised for managing Back Pain."
        ]
    },
    {
        "disease": "Constipation",
        "first_aid": [
            "Step 1: Identify symptoms associated with Constipation.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Constipation causes discomfort.",
            "Step 3: Avoid triggers that may worsen Constipation, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Constipation persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Constipation.",
            "Maintain a balanced diet to strengthen immunity against Constipation.",
            "Follow hygiene practices to minimize risks related to Constipation.",
            "Take prescribed medication if advised for managing Constipation."
        ]
    },
    {
        "disease": "Abdominal Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Abdominal Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Abdominal Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Abdominal Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Abdominal Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Abdominal Pain.",
            "Maintain a balanced diet to strengthen immunity against Abdominal Pain.",
            "Follow hygiene practices to minimize risks related to Abdominal Pain.",
            "Take prescribed medication if advised for managing Abdominal Pain."
        ]
    },
    {
        "disease": "Diarrhoea",
        "first_aid": [
            "Step 1: Identify symptoms associated with Diarrhoea.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Diarrhoea causes discomfort.",
            "Step 3: Avoid triggers that may worsen Diarrhoea, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Diarrhoea persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Diarrhoea.",
            "Maintain a balanced diet to strengthen immunity against Diarrhoea.",
            "Follow hygiene practices to minimize risks related to Diarrhoea.",
            "Take prescribed medication if advised for managing Diarrhoea."
        ]
    },
    {
        "disease": "Itching",
        "first_aid": [
            "Step 1: Identify symptoms associated with Itching.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Itching causes discomfort.",
            "Step 3: Avoid triggers that may worsen Itching, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Itching persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Itching.",
            "Maintain a balanced diet to strengthen immunity against Itching.",
            "Follow hygiene practices to minimize risks related to Itching.",
            "Take prescribed medication if advised for managing Itching."
        ]
    },
    {
        "disease": "Skin Rash",
        "first_aid": [
            "Step 1: Identify symptoms associated with Skin Rash.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Skin Rash causes discomfort.",
            "Step 3: Avoid triggers that may worsen Skin Rash, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Skin Rash persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Skin Rash.",
            "Maintain a balanced diet to strengthen immunity against Skin Rash.",
            "Follow hygiene practices to minimize risks related to Skin Rash.",
            "Take prescribed medication if advised for managing Skin Rash."
        ]
    },
    {
        "disease": "Nodayl Skin Eruptions",
        "first_aid": [
            "Step 1: Identify symptoms associated with Nodayl Skin Eruptions.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Nodayl Skin Eruptions causes discomfort.",
            "Step 3: Avoid triggers that may worsen Nodayl Skin Eruptions, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Nodayl Skin Eruptions persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Nodayl Skin Eruptions.",
            "Maintain a balanced diet to strengthen immunity against Nodayl Skin Eruptions.",
            "Follow hygiene practices to minimize risks related to Nodayl Skin Eruptions.",
            "Take prescribed medication if advised for managing Nodayl Skin Eruptions."
        ]
    },
    {
        "disease": "Continuous Sneezing",
        "first_aid": [
            "Step 1: Identify symptoms associated with Continuous Sneezing.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Continuous Sneezing causes discomfort.",
            "Step 3: Avoid triggers that may worsen Continuous Sneezing, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Continuous Sneezing persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Continuous Sneezing.",
            "Maintain a balanced diet to strengthen immunity against Continuous Sneezing.",
            "Follow hygiene practices to minimize risks related to Continuous Sneezing.",
            "Take prescribed medication if advised for managing Continuous Sneezing."
        ]
    },
    {
        "disease": "Shivering",
        "first_aid": [
            "Step 1: Identify symptoms associated with Shivering.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Shivering causes discomfort.",
            "Step 3: Avoid triggers that may worsen Shivering, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Shivering persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Shivering.",
            "Maintain a balanced diet to strengthen immunity against Shivering.",
            "Follow hygiene practices to minimize risks related to Shivering.",
            "Take prescribed medication if advised for managing Shivering."
        ]
    },
    {
        "disease": "Chills",
        "first_aid": [
            "Step 1: Identify symptoms associated with Chills.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Chills causes discomfort.",
            "Step 3: Avoid triggers that may worsen Chills, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Chills persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Chills.",
            "Maintain a balanced diet to strengthen immunity against Chills.",
            "Follow hygiene practices to minimize risks related to Chills.",
            "Take prescribed medication if advised for managing Chills."
        ]
    },
    {
        "disease": "Joint Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Joint Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Joint Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Joint Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Joint Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Joint Pain.",
            "Maintain a balanced diet to strengthen immunity against Joint Pain.",
            "Follow hygiene practices to minimize risks related to Joint Pain.",
            "Take prescribed medication if advised for managing Joint Pain."
        ]
    },
    {
        "disease": "Stomach Pain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Stomach Pain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Stomach Pain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Stomach Pain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Stomach Pain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Stomach Pain.",
            "Maintain a balanced diet to strengthen immunity against Stomach Pain.",
            "Follow hygiene practices to minimize risks related to Stomach Pain.",
            "Take prescribed medication if advised for managing Stomach Pain."
        ]
    },
    {
        "disease": "Acidity",
        "first_aid": [
            "Step 1: Identify symptoms associated with Acidity.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Acidity causes discomfort.",
            "Step 3: Avoid triggers that may worsen Acidity, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Acidity persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Acidity.",
            "Maintain a balanced diet to strengthen immunity against Acidity.",
            "Follow hygiene practices to minimize risks related to Acidity.",
            "Take prescribed medication if advised for managing Acidity."
        ]
    },
    {
        "disease": "Ulcers on tongue",
        "first_aid": [
            "Step 1: Identify symptoms associated with Ulcers on tongue.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Ulcers on tongue causes discomfort.",
            "Step 3: Avoid triggers that may worsen Ulcers on tongue, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Ulcers on tongue persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Ulcers on tongue.",
            "Maintain a balanced diet to strengthen immunity against Ulcers on tongue.",
            "Follow hygiene practices to minimize risks related to Ulcers on tongue.",
            "Take prescribed medication if advised for managing Ulcers on tongue."
        ]
    },
    {
        "disease": "Muscle Wasting",
        "first_aid": [
            "Step 1: Identify symptoms associated with Muscle Wasting.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Muscle Wasting causes discomfort.",
            "Step 3: Avoid triggers that may worsen Muscle Wasting, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Muscle Wasting persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Muscle Wasting.",
            "Maintain a balanced diet to strengthen immunity against Muscle Wasting.",
            "Follow hygiene practices to minimize risks related to Muscle Wasting.",
            "Take prescribed medication if advised for managing Muscle Wasting."
        ]
    },
    {
        "disease": "Vomiting",
        "first_aid": [
            "Step 1: Identify symptoms associated with Vomiting.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Vomiting causes discomfort.",
            "Step 3: Avoid triggers that may worsen Vomiting, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Vomiting persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Vomiting.",
            "Maintain a balanced diet to strengthen immunity against Vomiting.",
            "Follow hygiene practices to minimize risks related to Vomiting.",
            "Take prescribed medication if advised for managing Vomiting."
        ]
    },
    {
        "disease": "Burning Micturition",
        "first_aid": [
            "Step 1: Identify symptoms associated with Burning Micturition.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Burning Micturition causes discomfort.",
            "Step 3: Avoid triggers that may worsen Burning Micturition, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Burning Micturition persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Burning Micturition.",
            "Maintain a balanced diet to strengthen immunity against Burning Micturition.",
            "Follow hygiene practices to minimize risks related to Burning Micturition.",
            "Take prescribed medication if advised for managing Burning Micturition."
        ]
    },
    {
        "disease": "Spotting Urination",
        "first_aid": [
            "Step 1: Identify symptoms associated with Spotting Urination.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Spotting Urination causes discomfort.",
            "Step 3: Avoid triggers that may worsen Spotting Urination, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Spotting Urination persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Spotting Urination.",
            "Maintain a balanced diet to strengthen immunity against Spotting Urination.",
            "Follow hygiene practices to minimize risks related to Spotting Urination.",
            "Take prescribed medication if advised for managing Spotting Urination."
        ]
    },
    {
        "disease": "Fatigue",
        "first_aid": [
            "Step 1: Identify symptoms associated with Fatigue.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Fatigue causes discomfort.",
            "Step 3: Avoid triggers that may worsen Fatigue, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Fatigue persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Fatigue.",
            "Maintain a balanced diet to strengthen immunity against Fatigue.",
            "Follow hygiene practices to minimize risks related to Fatigue.",
            "Take prescribed medication if advised for managing Fatigue."
        ]
    },
    {
        "disease": "Weight_gain",
        "first_aid": [
            "Step 1: Identify symptoms associated with Weight_gain.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Weight_gain causes discomfort.",
            "Step 3: Avoid triggers that may worsen Weight_gain, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Weight_gain persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Weight_gain.",
            "Maintain a balanced diet to strengthen immunity against Weight_gain.",
            "Follow hygiene practices to minimize risks related to Weight_gain.",
            "Take prescribed medication if advised for managing Weight_gain."
        ]
    },
    {
        "disease": "Anxiety",
        "first_aid": [
            "Step 1: Identify symptoms associated with Anxiety.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Anxiety causes discomfort.",
            "Step 3: Avoid triggers that may worsen Anxiety, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Anxiety persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Anxiety.",
            "Maintain a balanced diet to strengthen immunity against Anxiety.",
            "Follow hygiene practices to minimize risks related to Anxiety.",
            "Take prescribed medication if advised for managing Anxiety."
        ]
    },
    {
        "disease": "Cold Hands and Feets",
        "first_aid": [
            "Step 1: Identify symptoms associated with Cold Hands and Feets.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Cold Hands and Feets causes discomfort.",
            "Step 3: Avoid triggers that may worsen Cold Hands and Feets, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Cold Hands and Feets persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Cold Hands and Feets.",
            "Maintain a balanced diet to strengthen immunity against Cold Hands and Feets.",
            "Follow hygiene practices to minimize risks related to Cold Hands and Feets.",
            "Take prescribed medication if advised for managing Cold Hands and Feets."
        ]
    },
    {
        "disease": "Mood Swings",
        "first_aid": [
            "Step 1: Identify symptoms associated with Mood Swings.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Mood Swings causes discomfort.",
            "Step 3: Avoid triggers that may worsen Mood Swings, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Mood Swings persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Mood Swings.",
            "Maintain a balanced diet to strengthen immunity against Mood Swings.",
            "Follow hygiene practices to minimize risks related to Mood Swings.",
            "Take prescribed medication if advised for managing Mood Swings."
        ]
    },
    {
        "disease": "Weight Loss",
        "first_aid": [
            "Step 1: Identify symptoms associated with Weight Loss.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Weight Loss causes discomfort.",
            "Step 3: Avoid triggers that may worsen Weight Loss, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Weight Loss persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Weight Loss.",
            "Maintain a balanced diet to strengthen immunity against Weight Loss.",
            "Follow hygiene practices to minimize risks related to Weight Loss.",
            "Take prescribed medication if advised for managing Weight Loss."
        ]
    },
    {
        "disease": "Restlessness",
        "first_aid": [
            "Step 1: Identify symptoms associated with Restlessness.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Restlessness causes discomfort.",
            "Step 3: Avoid triggers that may worsen Restlessness, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Restlessness persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Restlessness.",
            "Maintain a balanced diet to strengthen immunity against Restlessness.",
            "Follow hygiene practices to minimize risks related to Restlessness.",
            "Take prescribed medication if advised for managing Restlessness."
        ]
    },
    {
        "disease": "Lethargy",
        "first_aid": [
            "Step 1: Identify symptoms associated with Lethargy.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Lethargy causes discomfort.",
            "Step 3: Avoid triggers that may worsen Lethargy, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Lethargy persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Lethargy.",
            "Maintain a balanced diet to strengthen immunity against Lethargy.",
            "Follow hygiene practices to minimize risks related to Lethargy.",
            "Take prescribed medication if advised for managing Lethargy."
        ]
    },
    {
        "disease": "Patches in Throat",
        "first_aid": [
            "Step 1: Identify symptoms associated with Patches in Throat.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Patches in Throat causes discomfort.",
            "Step 3: Avoid triggers that may worsen Patches in Throat, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Patches in Throat persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Patches in Throat.",
            "Maintain a balanced diet to strengthen immunity against Patches in Throat.",
            "Follow hygiene practices to minimize risks related to Patches in Throat.",
            "Take prescribed medication if advised for managing Patches in Throat."
        ]
    },
    {
        "disease": "Irregular Sugar Level",
        "first_aid": [
            "Step 1: Identify symptoms associated with Irregular Sugar Level.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Irregular Sugar Level causes discomfort.",
            "Step 3: Avoid triggers that may worsen Irregular Sugar Level, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Irregular Sugar Level persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Irregular Sugar Level.",
            "Maintain a balanced diet to strengthen immunity against Irregular Sugar Level.",
            "Follow hygiene practices to minimize risks related to Irregular Sugar Level.",
            "Take prescribed medication if advised for managing Irregular Sugar Level."
        ]
    },
    {
        "disease": "Cough",
        "first_aid": [
            "Step 1: Identify symptoms associated with Cough.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Cough causes discomfort.",
            "Step 3: Avoid triggers that may worsen Cough, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Cough persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Cough.",
            "Maintain a balanced diet to strengthen immunity against Cough.",
            "Follow hygiene practices to minimize risks related to Cough.",
            "Take prescribed medication if advised for managing Cough."
        ]
    },
    {
        "disease": "High Fever",
        "first_aid": [
            "Step 1: Identify symptoms associated with High Fever.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if High Fever causes discomfort.",
            "Step 3: Avoid triggers that may worsen High Fever, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of High Fever persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate High Fever.",
            "Maintain a balanced diet to strengthen immunity against High Fever.",
            "Follow hygiene practices to minimize risks related to High Fever.",
            "Take prescribed medication if advised for managing High Fever."
        ]
    },
    {
        "disease": "Sunken Eyes",
        "first_aid": [
            "Step 1: Identify symptoms associated with Sunken Eyes.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Sunken Eyes causes discomfort.",
            "Step 3: Avoid triggers that may worsen Sunken Eyes, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Sunken Eyes persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Sunken Eyes.",
            "Maintain a balanced diet to strengthen immunity against Sunken Eyes.",
            "Follow hygiene practices to minimize risks related to Sunken Eyes.",
            "Take prescribed medication if advised for managing Sunken Eyes."
        ]
    },
    {
        "disease": "Breathlessness",
        "first_aid": [
            "Step 1: Identify symptoms associated with Breathlessness.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Breathlessness causes discomfort.",
            "Step 3: Avoid triggers that may worsen Breathlessness, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Breathlessness persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Breathlessness.",
            "Maintain a balanced diet to strengthen immunity against Breathlessness.",
            "Follow hygiene practices to minimize risks related to Breathlessness.",
            "Take prescribed medication if advised for managing Breathlessness."
        ]
    },
    {
        "disease": "Sweating",
        "first_aid": [
            "Step 1: Identify symptoms associated with Sweating.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Sweating causes discomfort.",
            "Step 3: Avoid triggers that may worsen Sweating, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Sweating persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Sweating.",
            "Maintain a balanced diet to strengthen immunity against Sweating.",
            "Follow hygiene practices to minimize risks related to Sweating.",
            "Take prescribed medication if advised for managing Sweating."
        ]
    },
    {
        "disease": "Dehydration",
        "first_aid": [
            "Step 1: Identify symptoms associated with Dehydration.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Dehydration causes discomfort.",
            "Step 3: Avoid triggers that may worsen Dehydration, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Dehydration persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Dehydration.",
            "Maintain a balanced diet to strengthen immunity against Dehydration.",
            "Follow hygiene practices to minimize risks related to Dehydration.",
            "Take prescribed medication if advised for managing Dehydration."
        ]
    },
    {
        "disease": "Indigestion",
        "first_aid": [
            "Step 1: Identify symptoms associated with Indigestion.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Indigestion causes discomfort.",
            "Step 3: Avoid triggers that may worsen Indigestion, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Indigestion persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Indigestion.",
            "Maintain a balanced diet to strengthen immunity against Indigestion.",
            "Follow hygiene practices to minimize risks related to Indigestion.",
            "Take prescribed medication if advised for managing Indigestion."
        ]
    },
    {
        "disease": "Headache",
        "first_aid": [
            "Step 1: Identify symptoms associated with Headache.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Headache causes discomfort.",
            "Step 3: Avoid triggers that may worsen Headache, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Headache persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Headache.",
            "Maintain a balanced diet to strengthen immunity against Headache.",
            "Follow hygiene practices to minimize risks related to Headache.",
            "Take prescribed medication if advised for managing Headache."
        ]
    },
    {
        "disease": "Yellowish Skin",
        "first_aid": [
            "Step 1: Identify symptoms associated with Yellowish Skin.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Yellowish Skin causes discomfort.",
            "Step 3: Avoid triggers that may worsen Yellowish Skin, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Yellowish Skin persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Yellowish Skin.",
            "Maintain a balanced diet to strengthen immunity against Yellowish Skin.",
            "Follow hygiene practices to minimize risks related to Yellowish Skin.",
            "Take prescribed medication if advised for managing Yellowish Skin."
        ]
    },
    {
        "disease": "Dark Urine",
        "first_aid": [
            "Step 1: Identify symptoms associated with Dark Urine.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Dark Urine causes discomfort.",
            "Step 3: Avoid triggers that may worsen Dark Urine, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Dark Urine persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Dark Urine.",
            "Maintain a balanced diet to strengthen immunity against Dark Urine.",
            "Follow hygiene practices to minimize risks related to Dark Urine.",
            "Take prescribed medication if advised for managing Dark Urine."
        ]
    },
    {
        "disease": "Nausea",
        "first_aid": [
            "Step 1: Identify symptoms associated with Nausea.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Nausea causes discomfort.",
            "Step 3: Avoid triggers that may worsen Nausea, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Nausea persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Nausea.",
            "Maintain a balanced diet to strengthen immunity against Nausea.",
            "Follow hygiene practices to minimize risks related to Nausea.",
            "Take prescribed medication if advised for managing Nausea."
        ]
    },
    {
        "disease": "Loss Of Appetite",
        "first_aid": [
            "Step 1: Identify symptoms associated with Loss Of Appetite.",
            "Step 2: Apply immediate remedies such as hydration or topical creams if Loss Of Appetite causes discomfort.",
            "Step 3: Avoid triggers that may worsen Loss Of Appetite, like allergens or certain foods.",
            "Step 4: Consult a healthcare professional if symptoms of Loss Of Appetite persist or worsen."
        ],
        "self_precaution": [
            "Avoid exposure to factors that can aggravate Loss Of Appetite.",
            "Maintain a balanced diet to strengthen immunity against Loss Of Appetite.",
            "Follow hygiene practices to minimize risks related to Loss Of Appetite.",
            "Take prescribed medication if advised for managing Loss Of Appetite."
        ]
    }
]